{
	"users": [
		{
			"id": "001",
			"login": "anton",
			"password": "qwerty123",
			"role_id": 0
		},
		{
			"id": "002",
			"login": "ivanqwe",
			"password": "qwerty123",
			"role_id": 1
		},
		{
			"id": 1759650730352,
			"login": "anton2",
			"password": "qwerty123",
			"role_id": 1
		},
		{
			"id": 1759654782908,
			"login": "anton3",
			"password": "qwerty123",
			"role_id": 1
		},
		{
			"id": 1759654942659,
			"login": "anton5",
			"password": "qwerty123",
			"role_id": 1
		},
		{
			"id": 1759654988202,
			"login": "anton6",
			"password": "qwerty123",
			"role_id": 1
		},
		{
			"id": 1759735551419,
			"login": "ivan10",
			"password": "qwe123",
			"role_id": 1
		},
		{
			"id": 1759772065845,
			"login": "anton20",
			"password": "qwerty123",
			"role_id": 1
		}
	],
	"roles": [
		{
			"id": 0,
			"name": "Admin"
		},
		{
			"id": 1,
			"name": "User"
		},
		{
			"id": 2,
			"name": "Guest"
		}
	],
	"rooms": [
		{
			"id": "001",
			"image_url": "https://images.unsplash.com/photo-1631049307264-da0ec9d70304?q=80&w=1170&auto=format&fit=crop",
			"title": "Двухместный люкс",
			"content": "Уютный двухместный номер с живописным видом на парк, идеально подходящий для романтического отдыха. В номере есть удобная кровать размера queen и мягкое освещение для создания комфортной атмосферы. Гости могут насладиться бесплатным Wi-Fi и современными удобствами. Просторная ванная комната оснащена душем и набором косметики. Также в номере предусмотрена зона для работы и мини-бар для вашего удобства.",
			"capacity": 2,
			"category": "Люкс",
			"cost": "250"
		},
		{
			"id": "002",
			"image_url": "https://images.unsplash.com/photo-1611892440504-42a792e24d32?q=80&w=1170&auto=format&fit=crop",
			"title": "Семейный номер",
			"content": "Просторный семейный номер рассчитан на комфортное проживание до 4 человек. В номере есть две большие кровати и отдельная зона отдыха. Гости могут воспользоваться бесплатным Wi-Fi и телевизором с плоским экраном. Для семей с детьми предусмотрены дополнительные спальные места и детские удобства. Номер идеально подходит для длительного проживания благодаря функциональной планировке и современным удобствам.",
			"capacity": 4,
			"category": "Семейный",
			"cost": "300"
		},
		{
			"id": "003",
			"image_url": "https://images.unsplash.com/photo-1618773928121-c32242e63f39?q=80&w=1170&auto=format&fit=crop",
			"title": "Стандартный одноместный",
			"content": "Комфортный номер для одного человека с продуманной планировкой. В номере есть удобная односпальная кровать и рабочее место для работы или учебы. Бесплатный Wi-Fi и телевизор помогут провести время с пользой или развлечься. Современная ванная комната оснащена душем и необходимыми принадлежностями. Отличный вариант для деловых поездок или короткого отдыха.",
			"capacity": 1,
			"category": "Стандарт",
			"cost": 80
		},
		{
			"id": "004",
			"image_url": "https://plus.unsplash.com/premium_photo-1675616563084-63d1f129623d?q=80&w=1169&auto=format&fit=crop",
			"title": "Апартаменты с кухней",
			"content": "Номер с отдельной кухней и рабочей зоной, идеально подходящий для длительного проживания. Есть все необходимые бытовые приборы, включая холодильник, плиту и микроволновую печь. Просторная гостиная зона позволяет комфортно проводить время с семьей или друзьями. Бесплатный Wi-Fi и телевизор обеспечат удобство и развлечения. Номер оснащен современной ванной комнатой с душем и набором косметики.",
			"capacity": 3,
			"category": "Апартаменты",
			"cost": 150
		},
		{
			"id": "005",
			"image_url": "https://images.unsplash.com/photo-1590490360182-c33d57733427?q=80&w=1074&auto=format&fit=crop",
			"title": "Президентский люкс",
			"content": "Роскошный номер с панорамным видом на город, созданный для максимального комфорта. В номере есть просторная спальня и отдельная гостиная зона с диваном. Современные удобства включают бесплатный Wi-Fi, мини-бар и телевизор с плоским экраном. В ванной комнате есть ванна и душ, а также набор эксклюзивной косметики. Отличный выбор для празднования особых событий или романтического отдыха.",
			"capacity": 2,
			"category": "Люкс",
			"cost": 500
		},
		{
			"id": "006",
			"image_url": "https://images.unsplash.com/photo-1559841644-08984562005a?q=80&w=1074&auto=format&fit=crop",
			"title": "Двухместный стандарт",
			"content": "Простой и удобный номер с двумя кроватями для комфортного проживания. В номере есть рабочая зона и телевизор для развлечений. Бесплатный Wi-Fi позволит оставаться на связи. Современная ванная комната оснащена душем и необходимыми аксессуарами. Номер отлично подходит для туристов и командировок, сочетая комфорт и доступную цену.",
			"capacity": 2,
			"category": "Стандарт",
			"cost": 100
		},
		{
			"id": "007",
			"image_url": "https://images.unsplash.com/photo-1582719478250-c89cae4dc85b?q=80&w=1170&auto=format&fit=crop",
			"title": "Пентхаус",
			"content": "Элитный номер с террасой и джакузи для незабываемого отдыха. Просторная гостиная и спальня обеспечивают комфортное пребывание до 4 гостей. В номере есть полностью оборудованная кухня и современная техника. Бесплатный Wi-Fi и телевизор с плоским экраном помогут провести время с пользой. Великолепный вид на город и эксклюзивный дизайн создают атмосферу роскоши и уюта.",
			"capacity": 4,
			"category": "Люкс",
			"cost": 750
		},
		{
			"id": "008",
			"image_url": "https://plus.unsplash.com/premium_photo-1670360414903-19e5832f8bc4?q=80&w=1170&auto=format&fit=crop",
			"title": "Бюджетный номер",
			"content": "Доступный вариант для краткосрочного проживания с базовыми удобствами. В номере есть кровать, рабочее место и шкаф для вещей. Бесплатный Wi-Fi позволит оставаться на связи. Простая и чистая ванная комната оснащена душем и необходимыми аксессуарами. Отличный выбор для туристов и гостей, ищущих экономичный вариант без потери комфорта.",
			"capacity": 2,
			"category": "Эконом",
			"cost": 60
		},
		{
			"id": "009",
			"image_url": "https://images.unsplash.com/photo-1587985064135-0366536eab42?q=80&w=1170&auto=format&fit=crop",
			"title": "Люксовый номер",
			"content": "Романтический номер с эксклюзивным интерьером и обслуживанием премиум-класса. В номере есть просторная спальня и отдельная зона отдыха с диваном. Бесплатный Wi-Fi и телевизор обеспечивают комфортное пребывание. В ванной комнате установлена ванна и набор элитной косметики. Отличный выбор для празднования особых событий или романтического уикенда.",
			"capacity": 2,
			"category": "Люкс",
			"cost": 300
		}
	],
	"bookings": []
}
